package HomeWork;
// Напишите функцию которая выведет на экран все простые числа в промежутке от 1 до 1000, каждое на новой строке.

public class lesson1 {
    public static void main(String[] args) {
        int a = 10;
        int b = 0;
        int count = 0;
        for (int i = 0; i <= a; i++) {
            if (i / 2 == 0) {

            }
        }
        System.out.println();
    }
}
